{
  "source_file": "data/Childrens Evolution of Care/State/Medicaid Updates/mu_no01_jan21_pr.pdf",
  "file_name": "mu_no01_jan21_pr.pdf",
  "extension": ".pdf",
  "parsed_time": "2025-09-21T12:43:51",
  "pages": [
    {
      "page": 1,
      "text": "January 2021 \nVolume 37 | Number 1 \n\nImportant Information for All Providers Serving Children \n\nEffective July 1, 2021, as part of the New York State overall redesign of children’s healthcare and behavioral \nhealth systems, Medicaid-covered children/youth in foster care will be enrolled in Medicaid Managed Care \nPlans (MMCP) unless they are otherwise excluded or exempt from mandatory Medicaid managed care. The \nMedicaid-covered children/youth in foster care can either be in the care of Voluntary Foster Care Agencies \n(VFCAs) or be in foster homes certified by Local Departments of Social  Services (LDSS) statewide. Their \nenrollment in MMCP can include Mainstream MMCP and HIV Special Needs Plans (HIV-SNP). \n\nBeginning in February 2021, the State will license qualified VFCAs pursuant to Article 29-I of the New York \nState Public Health Law (visit: http://public.leginfo.state.ny.us/lawssrch.cgi?NVLWO: for Laws of New York, \nthen select “PBH” for Public Health, then navigate to Article 29-I) to deliver a limited set of health-related \nservices to children/youth in their care. In accordance with the 29-I Health Facility Billing Guidance, Medicaid \nwill cover health and behavioral health services provided to eligible children/youth by licensed 29 -I Health \nFacilities. Effective July 1, 2021, MMC Plans will begin covering 29-I Health Facility services for their \neligible members. \n\nEffective February 1, 2021, the Medicaid fee-for-service (FFS) Program will update the  Medicaid Foster \nCare Drug Carve-Out List with additional drug(s)/drug classes and products listed on the Preferred Diabetic \nSupply Program. VFCAs will continue to cover the cost of drugs/products that are not included on the Foster \nCare  Drug Carve-Out list  until  June 30,  2021. Effective July  1,  2021, all pharmacy  benefits for  this \npopulation will be paid for under Medicaid FFS. \n\nAll providers who deliver services to children/youth in foster care or to children/youth in the care of VFCAs \nshould be aware of this transition. Effective July 1, 2021, VFCAs will no longer be the payor for Medicaid \ncovered services delivered to children/youth in their care, and community providers ser ving these children will \ndirect claims to the child/youth’s MMCP or the Medicaid FFS, as applicable. To avoid disruption in services \nto children/youth during this transition, providers traditionally serving this population are strongly encouraged \nto enroll in the NYS Medicaid program then engage with MMCP in their area to ensure continued coverage \nfor their patients. \n\nPolicy requirements for this transition, including continuity of care requirements for transitioning children/youth \nenrolling in Medicaid managed care, 29-I Health Facility rate information, and 29-I Health Facility services \nguidelines, can be located on the Department of Health’s 29-I Health Facility (VFCA Transition) web page. \n\nQuestions \nAll questions may be directed to BH.transition@health.ny.gov. \n\n***************************************************************************************************************"
    },
    {
      "page": 2,
      "text": "Andrew M. Cuomo \nGovernor \nState of New York \n\nHoward A.  Zucker, M.D., J.D. \nCommissioner \nNew York State   \nDepartment of Health  \n\nDonna Frescatore \nMedicaid  Director \nOffice of Health Insurance Programs \n\nThe Medicaid  Update is a monthly publication  of the New York State  Department  of Health. \n\nIn This Issue… \n\nImportant Information for All Providers Serving Children............................................................................... Cover \n\nAll Providers \nHelp Stop the Spread of COVID-19 by Sharing the COVID Alert NY App ...............................................................3 \nMedicaid Consumer Fact Sheets Now Available ................................................................................................3 \nReminder: Sign Up for eMedNY Training Webinars ............................................................................................3 \nChange of Address (and Contact) Notification ...................................................................................................4 \nNY State of Health Open Enrollment for New Yorkers Extended Through March 31 ................................................4 \n\nPharmacy \nMedicaid Pharmacy Prior Authorization Programs Update ...................................................................................5 \nPractitioner Dispensing ..................................................................................................................................6 \n\nPolicy and Billing \nUpdated Coverage Criteria for Healthcare Common Procedure Coding System Code E0467: \nHome Ventilator, Multi-Function Respiratory Device ...........................................................................................7 \nDental Procedure Code Changes Effective January 1, 2021 ................................................................................7 \n\nProvider Directory .................................................................................................................................8 \n\nJanuary 2021 New York State Medicaid Update \n\npg. 2"
    },
    {
      "page": 3,
      "text": "All Providers \n\nHelp Stop the Spread of COVID-19 by Sharing \nthe COVID Alert NY App \n\nNew York State Department of Health’s COVID Alert NY app is gaining participation with more New Yorkers \nevery day. Please keep sharing the COVID Alert NY app information with partners and consumers. Together \neveryone can help stop the spread of this virus. \n\n***************************************************************************************************************  \n\nMedicaid Consumer Fact Sheets Now Available \n\nNew York State Department of Health  (DOH) Office of Health Insurance Programs has  created Medicaid \nconsumer fact sheets focused on chronic health conditions. Each fact sheet provides information regarding \nhow a condition can be prevented and managed, as well as relevant Medicaid benefits that can be used to \nhelp enrollees stay healthy. Fact sheets are currently available on the topics of diabetes, high blood pressure, \nasthma control and HIV-PrEP (Human Immunodeficiency Virus - Pre-Exposure Prophylaxis), in the following \nlanguages: English, Spanish, Traditional Chinese, Russian, Haitian Creole, Bengali and Korean. Fact sheets \non additional health topics will be produced in the coming weeks and will be posted on  the Medicaid Redesign \nTeam (MRT) II Policies and Guidance web page. \n\n*************************************************************************************************************** \n\nReminder: Sign Up for eMedNY Training Webinars \n\neMedNY offers a number of training webinars for providers and their billing staff. Webinars are  conducted \nonline, so that providers may join the meeting via a computer and telephone. No travel is necessary. \n\nValuable provider webinars offered include: \n\n•  ePACES  for Dental, DME, Free-Standing  and Hospital-Based Clinics, Home Health,  Institutional, \nNursing Home, Physician, Private Duty Nursing, Professional (Real-Time), Transportation and Vision \nCare \n\n•  ePACES for Dispensing Validation System (DVS) for Durable Medical Equipment (DME)  \n•  ePACES for Dispensing Validation System (DVS) for Rehabilitation Services \n•  eMedNY Website Review \n•  Medicaid Eligibility Verification System (MEVS) \n•  New Provider / New Biller \n\nWebinar registration is fast and easy. To register, view the list of topics, descriptions and available session \ndates, please visit the Provider Training web page. Providers are reminded to review the webinar descriptions \ncarefully to identify the webinar appropriate for their specific training needs. \n\nQuestions regarding training webinars should be directed to the eMedNY Call Center at (800) 343-9000. \n\n*************************************************************************************************************** \n\nJanuary 2021 New York State Medicaid Update \n\npg. 3"
    },
    {
      "page": 4,
      "text": "Change of Address (and Contact) Notification \n\nProviders must notify Medicaid of any change of address, telephone number, or other pertinent information \nwithin 15 days of the change. eMedNY distributes provider checks and paper remittances using the Pay-\nTo  Address kept on  file. Other mail,  including important  updates,  is  directed to  the  Correspondence \nAddress kept on file for providers. Providers may be missing out on important notifications if their address on \nfile is outdated. Occasionally, eMedNY provider representatives will need to contact provider s by telephone \nwith important information that may impact claims processing and payment. \n\nTo update provider addresses and telephone information, providers must complete their designated Change \nof  Address form. Each  Change of  Address form contains detailed  instructions for submission based  on \nprovider type and license/registration address. \n\n•  Fee-for-Service (FFS)  providers (such  as  practitioners, DME,  laboratories,  transportation, etc.): \n\nPractitioners, Businesses and Groups Change of Address Form \n\n•  Rate-based (Institutional) providers: NYS  Medicaid Institutional/Rate Based  Provider Change  of \n\nAddress Form \n\nChange of Address forms can be completed online using the fillable option or printed. Providers must sign \nusing their original signature in ink without using white out, red ink or double-sided forms. Both forms must \nbe mailed to: \n\neMedNY \nP.O. Box 4610 \nRensselaer, NY 12144-4610 \n\nQuestions \nAll questions may be directed to the eMedNY Call Center at (800) 343-9000. \n\n*************************************************************************************************************** \n\nNY State of Health Open Enrollment for New Yorkers   \nExtended Through March 31 \n\nNY State of Health’s 2021 Open Enrollment Period will be extended through March 31, 2021 as New Yorkers \ncan apply  for coverage through NY State of Health, New York’s health insurance Marketplace, or directly \nthrough insurers. \n\nExtending the Open Enrollment Period to March 31, 2021 helps to align New York with the federal Public \nHealth Emergency which was recently extended to April 20, 2021. This extension  allows individuals enrolling \nin Qualified Health Plan coverage additional time to enroll for coverage in 2021 and means that enrollment \nremains open for all  NY State of Health programs, which is especially important during the ongoing public \nhealth emergency. \n\nIndividuals who are eligible for other NY State of Health programs – Medicaid, Essential Plan and Child Health \nPlus – can enroll year-round. As always, consumers can apply for coverage through the NY State of Health \nwebsite, by phone at (855) 355-5777, and by connecting with a free enrollment assistor. \n\nAdditional information on NY State of Health insurance options during the Coronavirus emergency can be \nfound at the NY State of Health Coronavirus (COVID-19) Information web page. \n\n*************************************************************************************************************** \n\nJanuary 2021 New York State Medicaid Update \n\npg. 4"
    },
    {
      "page": 5,
      "text": "Pharmacy \n\nMedicaid Pharmacy Prior Authorization Programs Update \n\nOn November 5, 2020, the New York State Medicaid Drug Utilization Review Board  (DURB) recommended \nchanges to the Medicaid pharmacy prior authorization (PA) programs. Effective February 4, 2021, the fee-\nfor-service (FFS) PA requirements will change f or management of acute pain. \n\nPrior Authorization in the Management of Acute Pain  \nFor opioid-naïve patients, PA is required when initiating therapy with a short-acting opioid (SAO) at equal to \nor greater than (≥) 50 morphine milligram  equivalents (MME) per day. Patients with a  cancer or sickle cell \ndisease diagnosis, or who are in hospice care, will not require PA. \n\nAdditional Information: \n\n•  Providers can visit the DURB web page for detailed information regarding this update. \n•  Providers can refer to the Preferred Drug List (PDL) for updated information, as well as a full listing of \n\ndrugs subject to the Medicaid FFS Pharmacy Programs. \n\n•  Providers and their agents can quickly obtain a PA by contacting the clinical call center at (877) 309-\n9493. The clinical  call  center is available  24 hours per day,  seven days  per week with  pharmacy \ntechnicians and pharmacists available to assist providers. \n\n•  Medicaid enrolled prescribers can also initiate PA requests using a web -based application. PAXpress® \nis a web-based pharmacy PA request/response application accessible through the “PAXpress” web \nbutton located on eMedNY.org under the “MEIPASS” section. \n\n•  Providers can refer to the following web sites for additional information: \n\no  Department of Health, Medicaid Pharmacy Program \no  Magellan Health, Inc., Medicaid Administration \no  eMedNY \n\n*************************************************************************************************************** \n\nJanuary 2021 New York State Medicaid Update \n\npg. 5"
    },
    {
      "page": 6,
      "text": "Practitioner Dispensing\n\nEffective April 1, 2021, in concert with the Pharmacy  Carve Out, the New York (NY) Medicaid Pharmacy \nFee-for-Service  (FFS)  program  will  enable  claims  submission  for  drugs  dispensed  by  practitioners \nauthorized to prescribe, in accordance with NY State Education Law Article 137 §6807(1)(b) and (2)(a) and \nPublic Health Law §2312. The laws can be found at Laws of New York, then by selecting “EDN” or “PBH” for \nthe respective  laws  and  navigating  to  correct  articles  and  sections.  This  is  referred  to  as  practitioner \ndispensing, which provides the ability for practitioners to dispense certain medications to their patients . \n\nNY FFS Medicaid will reimburse practitioners under the following parameters: \n\n•\n\n•\n\nto supply antibiotics (to treat Chlamydia  and other Sexually  Transmitted Infections) to a patient for\nlater use by the patient and/or the patient's sexual partners. [Public Health Law §2312]\npursuant to NY Education Law, NY licensed practitioners authorized to prescribe may dispense up to\na 72-hour supply, or more than 72-hour supply when:\n\no practicing in hospitals as defined in section twenty-eight hundred one of the Public Health Law;\no the dispensing of drugs is at no charge to their patients;\no their practices are situated ten miles or more from a registered pharmacy;\no the dispensing of drugs is in a clinic, infirmary or health service that is operated by or affiliated\n\nwith a post-secondary institution;\n\no the dispensing of drugs is due to a medical emergency as defined in NY State Education Law\n\nArticle 137 §6810(6);\n\no the dispensing of drugs that are diluted, reconstituted or compounded by a prescriber;\no the dispensing of allergenic extracts; or\no the dispensing of drugs pursuant to an oncological or acquired immunodeficiency syndrome\n\n(AIDS) protocol:\n\n▪ An  oncologic  protocol  is  written  set  of  instructions  to  guide  the  administration\nchemotherapy, immunotherapy, hormone therapy, targeted therapy to patients for the\ntreatment  of cancer  or  tumors.  It  does not include protocols that cover  drugs\nprescribed to  relieve side effects of these therapies or to  relieve distressing\nsymptoms (such as nausea or pain). [Education Law §6807]\n\n▪ An AIDS protocol is a written set of instructions to guide the administration antiretroviral\ndrugs to  patients for the treatment of HIV  infections or AIDS.  It does not include\nprotocols that cover medications prescribed to provide relieve side effects of\nthese therapies or distressing symptoms (such as nausea or pain).  [Education\nLaw §6807]\n\nAdditional Information and Questions: \n\n•\n\nInformation regarding how to enroll in Medicaid FFS as a practitioner dispenser and billing guidance\nwill be published in a subsequent issue of the Medicaid Update.\n\n• Questions regarding this policy should be directed to the Medicaid Pharmacy Policy unit by emailing\n\nppno@health.ny.gov or by calling (518) 486-3209.\n\n*************************************************************************************************************** \n\nJanuary 2021 New York State Medicaid Update \n\npg. 6"
    },
    {
      "page": 7,
      "text": "Policy and Billing \n\nUpdated Coverage Criteria for Healthcare Common Procedure \nCoding System Code E0467:  \nHome Ventilator, Multi-Function Respiratory Device \n\nFor dates of service on or after February 1, 2021, the Coverage Criteria for Healthcare Common Procedure \nCoding System  (HCPCS) code  “E0467” have  been  updated. Providers can  refer to  the  DME  Provider \nCommunication: Updated Coverage  Criteria for  HCPCS  Code  E0467-  Home  Ventilator,  Multi-Function \nRespiratory Device document for more information. \n\nQuestions: \n\n•  For policy questions, providers can contact the Bureau of Medical review at  (800) 342-3005 or email \n\nOHIPMEDPA@health.ny.gov. \n\n•  All Medicaid Managed Care (MMC) questions regarding policy should be directed to the member’s \n\nMMC plan. \n\n**************************************************************************************************************** \n\nDental Procedure Code Changes Effective January 1, 2021 \n\nEffective January 1, 2021, the dental procedure code “D9920” Behavior Management code has been \ndeleted and is not billable for dates of service after January 1, 2021. A new procedure code of “D9997” \nhas been added. \n\n“D9997” Dental Case Management Code \nThe new procedure code “D9997” is for individuals with special health care needs. Individuals, with physical, \nmedical,  developmental or  cognitive conditions resulting in  substantial  functional limitations  that  require \nmodification  in  the  delivery  of  comprehensive  oral  health  care  services,  need  special  treatment \nconsiderations. The new code criteria will be as follows: \n\n•  This  per  visit  incentive  is  meant  to  compensate  for the  greater  knowledge, skill,  sophisticated \n\nequipment, extra time and personnel required to treat these individuals. \n\n•  The fee will be paid in addition to the normal fees for specific dental procedures.  \n•  For purposes of the NYS Medicaid program, this code is limited to those who receive ongoing services \nfrom  community  programs  operated  or  certified  by  New  York  State  Office  f or  People  with \nDevelopmental Disabilities (OPWDD). These individuals have a recipient exception code of “RE 81” \n[Traumatic Brain Injury (TBI) Eligible] or “RE 95” (OPWDD/Managed Care Exemption). \nfor  individuals \n\n•  This  code  can  also  be  used \n\nthe  provider  has  a \n\nfor  which \n\n“Medical \n\nImmobilization/Protective Stabilization (MIPS)” form from institutions only. \n\n•  This  code  is  not  billable  in  conjunction  with  “D9430”  or  procedures  performed  under  deep \n\nsedation/general anesthesia. In this situation, a report is not required. \n•  The code “D9997” reimburses at $29.00 in NY Medicaid fee-for-service (FFS). \n\nAdditional Information and Questions: \n\n•  When billing, providers are advised to use the procedure code that was active on the date the service \nwas rendered. The code “D9920” is valid if services were performed prior to January 1, 2021. \n\n•  Please direct all questions to dental@health.ny.gov. \n\n**************************************************************************************************************** \n\nJanuary 2021 New York State Medicaid Update \n\npg. 7"
    },
    {
      "page": 8,
      "text": "Provider Directory \n\nOffice of the Medicaid Inspector General: \nFor suspected fraud or abuse complaints/allegations, call 1-877-87FRAUD, (877) 873-7283, or visit Office of \nMedicaid Inspector General (OMIG) web site. \n\nProvider Manuals/Companion Guides, Enrollment Information/Forms/Training Schedules:  \nPlease visit the eMedNY website. \n\nProviders wishing to listen to the current week’s check/EFT amounts:  \nPlease call (866) 307-5549 (available Thursday PM for one week for the current week's amount). \n\nFor questions about billing and performing MEVS transactions: \nPlease call the eMedNY Call Center at (800) 343-9000. \n\nProvider Training: \nPlease enroll online for a provider seminar. For individual training requests, call (800) 343-9000. \n\nBeneficiary Eligibility: \nCall the Touchtone Telephone Verification System at (800) 997-1111. \n\nMedicaid Prescriber Education Program: \nFor current information on best practices in pharmacotherapy, please visit the following websites: \n\n•  DOH Prescriber Education Program page \n•  Prescriber Education Program in partnership with SUNY \n\neMedNY \nFor a number of services, including: change of address, updating an enrollment file due to an \nownership change, enrolling another NPI, or revalidating an existing enrollment, please visit eMedNY’s \nProvider Enrollment page and choose the appropriate link based on provider type. \n\nNY Medicaid Electronic Health Record (EHR) Incentive Program \nContact the New York Medicaid EHR Call Center at (877) 646-5410 for assistance. \n\nComments and Suggestions Regarding This Publication \nPlease contact the editor, Angela Lince, at medicaidupdate@health.ny.gov. \n\nJanuary 2021 New York State Medicaid Update \n\npg. 8"
    }
  ],
  "full_text": "January 2021 \nVolume 37 | Number 1 \n\nImportant Information for All Providers Serving Children \n\nEffective July 1, 2021, as part of the New York State overall redesign of children’s healthcare and behavioral \nhealth systems, Medicaid-covered children/youth in foster care will be enrolled in Medicaid Managed Care \nPlans (MMCP) unless they are otherwise excluded or exempt from mandatory Medicaid managed care. The \nMedicaid-covered children/youth in foster care can either be in the care of Voluntary Foster Care Agencies \n(VFCAs) or be in foster homes certified by Local Departments of Social  Services (LDSS) statewide. Their \nenrollment in MMCP can include Mainstream MMCP and HIV Special Needs Plans (HIV-SNP). \n\nBeginning in February 2021, the State will license qualified VFCAs pursuant to Article 29-I of the New York \nState Public Health Law (visit: http://public.leginfo.state.ny.us/lawssrch.cgi?NVLWO: for Laws of New York, \nthen select “PBH” for Public Health, then navigate to Article 29-I) to deliver a limited set of health-related \nservices to children/youth in their care. In accordance with the 29-I Health Facility Billing Guidance, Medicaid \nwill cover health and behavioral health services provided to eligible children/youth by licensed 29 -I Health \nFacilities. Effective July 1, 2021, MMC Plans will begin covering 29-I Health Facility services for their \neligible members. \n\nEffective February 1, 2021, the Medicaid fee-for-service (FFS) Program will update the  Medicaid Foster \nCare Drug Carve-Out List with additional drug(s)/drug classes and products listed on the Preferred Diabetic \nSupply Program. VFCAs will continue to cover the cost of drugs/products that are not included on the Foster \nCare  Drug Carve-Out list  until  June 30,  2021. Effective July  1,  2021, all pharmacy  benefits for  this \npopulation will be paid for under Medicaid FFS. \n\nAll providers who deliver services to children/youth in foster care or to children/youth in the care of VFCAs \nshould be aware of this transition. Effective July 1, 2021, VFCAs will no longer be the payor for Medicaid \ncovered services delivered to children/youth in their care, and community providers ser ving these children will \ndirect claims to the child/youth’s MMCP or the Medicaid FFS, as applicable. To avoid disruption in services \nto children/youth during this transition, providers traditionally serving this population are strongly encouraged \nto enroll in the NYS Medicaid program then engage with MMCP in their area to ensure continued coverage \nfor their patients. \n\nPolicy requirements for this transition, including continuity of care requirements for transitioning children/youth \nenrolling in Medicaid managed care, 29-I Health Facility rate information, and 29-I Health Facility services \nguidelines, can be located on the Department of Health’s 29-I Health Facility (VFCA Transition) web page. \n\nQuestions \nAll questions may be directed to BH.transition@health.ny.gov. \n\n***************************************************************************************************************\n\nAndrew M. Cuomo \nGovernor \nState of New York \n\nHoward A.  Zucker, M.D., J.D. \nCommissioner \nNew York State   \nDepartment of Health  \n\nDonna Frescatore \nMedicaid  Director \nOffice of Health Insurance Programs \n\nThe Medicaid  Update is a monthly publication  of the New York State  Department  of Health. \n\nIn This Issue… \n\nImportant Information for All Providers Serving Children............................................................................... Cover \n\nAll Providers \nHelp Stop the Spread of COVID-19 by Sharing the COVID Alert NY App ...............................................................3 \nMedicaid Consumer Fact Sheets Now Available ................................................................................................3 \nReminder: Sign Up for eMedNY Training Webinars ............................................................................................3 \nChange of Address (and Contact) Notification ...................................................................................................4 \nNY State of Health Open Enrollment for New Yorkers Extended Through March 31 ................................................4 \n\nPharmacy \nMedicaid Pharmacy Prior Authorization Programs Update ...................................................................................5 \nPractitioner Dispensing ..................................................................................................................................6 \n\nPolicy and Billing \nUpdated Coverage Criteria for Healthcare Common Procedure Coding System Code E0467: \nHome Ventilator, Multi-Function Respiratory Device ...........................................................................................7 \nDental Procedure Code Changes Effective January 1, 2021 ................................................................................7 \n\nProvider Directory .................................................................................................................................8 \n\nJanuary 2021 New York State Medicaid Update \n\npg. 2\n\nAll Providers \n\nHelp Stop the Spread of COVID-19 by Sharing \nthe COVID Alert NY App \n\nNew York State Department of Health’s COVID Alert NY app is gaining participation with more New Yorkers \nevery day. Please keep sharing the COVID Alert NY app information with partners and consumers. Together \neveryone can help stop the spread of this virus. \n\n***************************************************************************************************************  \n\nMedicaid Consumer Fact Sheets Now Available \n\nNew York State Department of Health  (DOH) Office of Health Insurance Programs has  created Medicaid \nconsumer fact sheets focused on chronic health conditions. Each fact sheet provides information regarding \nhow a condition can be prevented and managed, as well as relevant Medicaid benefits that can be used to \nhelp enrollees stay healthy. Fact sheets are currently available on the topics of diabetes, high blood pressure, \nasthma control and HIV-PrEP (Human Immunodeficiency Virus - Pre-Exposure Prophylaxis), in the following \nlanguages: English, Spanish, Traditional Chinese, Russian, Haitian Creole, Bengali and Korean. Fact sheets \non additional health topics will be produced in the coming weeks and will be posted on  the Medicaid Redesign \nTeam (MRT) II Policies and Guidance web page. \n\n*************************************************************************************************************** \n\nReminder: Sign Up for eMedNY Training Webinars \n\neMedNY offers a number of training webinars for providers and their billing staff. Webinars are  conducted \nonline, so that providers may join the meeting via a computer and telephone. No travel is necessary. \n\nValuable provider webinars offered include: \n\n•  ePACES  for Dental, DME, Free-Standing  and Hospital-Based Clinics, Home Health,  Institutional, \nNursing Home, Physician, Private Duty Nursing, Professional (Real-Time), Transportation and Vision \nCare \n\n•  ePACES for Dispensing Validation System (DVS) for Durable Medical Equipment (DME)  \n•  ePACES for Dispensing Validation System (DVS) for Rehabilitation Services \n•  eMedNY Website Review \n•  Medicaid Eligibility Verification System (MEVS) \n•  New Provider / New Biller \n\nWebinar registration is fast and easy. To register, view the list of topics, descriptions and available session \ndates, please visit the Provider Training web page. Providers are reminded to review the webinar descriptions \ncarefully to identify the webinar appropriate for their specific training needs. \n\nQuestions regarding training webinars should be directed to the eMedNY Call Center at (800) 343-9000. \n\n*************************************************************************************************************** \n\nJanuary 2021 New York State Medicaid Update \n\npg. 3\n\nChange of Address (and Contact) Notification \n\nProviders must notify Medicaid of any change of address, telephone number, or other pertinent information \nwithin 15 days of the change. eMedNY distributes provider checks and paper remittances using the Pay-\nTo  Address kept on  file. Other mail,  including important  updates,  is  directed to  the  Correspondence \nAddress kept on file for providers. Providers may be missing out on important notifications if their address on \nfile is outdated. Occasionally, eMedNY provider representatives will need to contact provider s by telephone \nwith important information that may impact claims processing and payment. \n\nTo update provider addresses and telephone information, providers must complete their designated Change \nof  Address form. Each  Change of  Address form contains detailed  instructions for submission based  on \nprovider type and license/registration address. \n\n•  Fee-for-Service (FFS)  providers (such  as  practitioners, DME,  laboratories,  transportation, etc.): \n\nPractitioners, Businesses and Groups Change of Address Form \n\n•  Rate-based (Institutional) providers: NYS  Medicaid Institutional/Rate Based  Provider Change  of \n\nAddress Form \n\nChange of Address forms can be completed online using the fillable option or printed. Providers must sign \nusing their original signature in ink without using white out, red ink or double-sided forms. Both forms must \nbe mailed to: \n\neMedNY \nP.O. Box 4610 \nRensselaer, NY 12144-4610 \n\nQuestions \nAll questions may be directed to the eMedNY Call Center at (800) 343-9000. \n\n*************************************************************************************************************** \n\nNY State of Health Open Enrollment for New Yorkers   \nExtended Through March 31 \n\nNY State of Health’s 2021 Open Enrollment Period will be extended through March 31, 2021 as New Yorkers \ncan apply  for coverage through NY State of Health, New York’s health insurance Marketplace, or directly \nthrough insurers. \n\nExtending the Open Enrollment Period to March 31, 2021 helps to align New York with the federal Public \nHealth Emergency which was recently extended to April 20, 2021. This extension  allows individuals enrolling \nin Qualified Health Plan coverage additional time to enroll for coverage in 2021 and means that enrollment \nremains open for all  NY State of Health programs, which is especially important during the ongoing public \nhealth emergency. \n\nIndividuals who are eligible for other NY State of Health programs – Medicaid, Essential Plan and Child Health \nPlus – can enroll year-round. As always, consumers can apply for coverage through the NY State of Health \nwebsite, by phone at (855) 355-5777, and by connecting with a free enrollment assistor. \n\nAdditional information on NY State of Health insurance options during the Coronavirus emergency can be \nfound at the NY State of Health Coronavirus (COVID-19) Information web page. \n\n*************************************************************************************************************** \n\nJanuary 2021 New York State Medicaid Update \n\npg. 4\n\nPharmacy \n\nMedicaid Pharmacy Prior Authorization Programs Update \n\nOn November 5, 2020, the New York State Medicaid Drug Utilization Review Board  (DURB) recommended \nchanges to the Medicaid pharmacy prior authorization (PA) programs. Effective February 4, 2021, the fee-\nfor-service (FFS) PA requirements will change f or management of acute pain. \n\nPrior Authorization in the Management of Acute Pain  \nFor opioid-naïve patients, PA is required when initiating therapy with a short-acting opioid (SAO) at equal to \nor greater than (≥) 50 morphine milligram  equivalents (MME) per day. Patients with a  cancer or sickle cell \ndisease diagnosis, or who are in hospice care, will not require PA. \n\nAdditional Information: \n\n•  Providers can visit the DURB web page for detailed information regarding this update. \n•  Providers can refer to the Preferred Drug List (PDL) for updated information, as well as a full listing of \n\ndrugs subject to the Medicaid FFS Pharmacy Programs. \n\n•  Providers and their agents can quickly obtain a PA by contacting the clinical call center at (877) 309-\n9493. The clinical  call  center is available  24 hours per day,  seven days  per week with  pharmacy \ntechnicians and pharmacists available to assist providers. \n\n•  Medicaid enrolled prescribers can also initiate PA requests using a web -based application. PAXpress® \nis a web-based pharmacy PA request/response application accessible through the “PAXpress” web \nbutton located on eMedNY.org under the “MEIPASS” section. \n\n•  Providers can refer to the following web sites for additional information: \n\no  Department of Health, Medicaid Pharmacy Program \no  Magellan Health, Inc., Medicaid Administration \no  eMedNY \n\n*************************************************************************************************************** \n\nJanuary 2021 New York State Medicaid Update \n\npg. 5\n\nPractitioner Dispensing\n\nEffective April 1, 2021, in concert with the Pharmacy  Carve Out, the New York (NY) Medicaid Pharmacy \nFee-for-Service  (FFS)  program  will  enable  claims  submission  for  drugs  dispensed  by  practitioners \nauthorized to prescribe, in accordance with NY State Education Law Article 137 §6807(1)(b) and (2)(a) and \nPublic Health Law §2312. The laws can be found at Laws of New York, then by selecting “EDN” or “PBH” for \nthe respective  laws  and  navigating  to  correct  articles  and  sections.  This  is  referred  to  as  practitioner \ndispensing, which provides the ability for practitioners to dispense certain medications to their patients . \n\nNY FFS Medicaid will reimburse practitioners under the following parameters: \n\n•\n\n•\n\nto supply antibiotics (to treat Chlamydia  and other Sexually  Transmitted Infections) to a patient for\nlater use by the patient and/or the patient's sexual partners. [Public Health Law §2312]\npursuant to NY Education Law, NY licensed practitioners authorized to prescribe may dispense up to\na 72-hour supply, or more than 72-hour supply when:\n\no practicing in hospitals as defined in section twenty-eight hundred one of the Public Health Law;\no the dispensing of drugs is at no charge to their patients;\no their practices are situated ten miles or more from a registered pharmacy;\no the dispensing of drugs is in a clinic, infirmary or health service that is operated by or affiliated\n\nwith a post-secondary institution;\n\no the dispensing of drugs is due to a medical emergency as defined in NY State Education Law\n\nArticle 137 §6810(6);\n\no the dispensing of drugs that are diluted, reconstituted or compounded by a prescriber;\no the dispensing of allergenic extracts; or\no the dispensing of drugs pursuant to an oncological or acquired immunodeficiency syndrome\n\n(AIDS) protocol:\n\n▪ An  oncologic  protocol  is  written  set  of  instructions  to  guide  the  administration\nchemotherapy, immunotherapy, hormone therapy, targeted therapy to patients for the\ntreatment  of cancer  or  tumors.  It  does not include protocols that cover  drugs\nprescribed to  relieve side effects of these therapies or to  relieve distressing\nsymptoms (such as nausea or pain). [Education Law §6807]\n\n▪ An AIDS protocol is a written set of instructions to guide the administration antiretroviral\ndrugs to  patients for the treatment of HIV  infections or AIDS.  It does not include\nprotocols that cover medications prescribed to provide relieve side effects of\nthese therapies or distressing symptoms (such as nausea or pain).  [Education\nLaw §6807]\n\nAdditional Information and Questions: \n\n•\n\nInformation regarding how to enroll in Medicaid FFS as a practitioner dispenser and billing guidance\nwill be published in a subsequent issue of the Medicaid Update.\n\n• Questions regarding this policy should be directed to the Medicaid Pharmacy Policy unit by emailing\n\nppno@health.ny.gov or by calling (518) 486-3209.\n\n*************************************************************************************************************** \n\nJanuary 2021 New York State Medicaid Update \n\npg. 6\n\nPolicy and Billing \n\nUpdated Coverage Criteria for Healthcare Common Procedure \nCoding System Code E0467:  \nHome Ventilator, Multi-Function Respiratory Device \n\nFor dates of service on or after February 1, 2021, the Coverage Criteria for Healthcare Common Procedure \nCoding System  (HCPCS) code  “E0467” have  been  updated. Providers can  refer to  the  DME  Provider \nCommunication: Updated Coverage  Criteria for  HCPCS  Code  E0467-  Home  Ventilator,  Multi-Function \nRespiratory Device document for more information. \n\nQuestions: \n\n•  For policy questions, providers can contact the Bureau of Medical review at  (800) 342-3005 or email \n\nOHIPMEDPA@health.ny.gov. \n\n•  All Medicaid Managed Care (MMC) questions regarding policy should be directed to the member’s \n\nMMC plan. \n\n**************************************************************************************************************** \n\nDental Procedure Code Changes Effective January 1, 2021 \n\nEffective January 1, 2021, the dental procedure code “D9920” Behavior Management code has been \ndeleted and is not billable for dates of service after January 1, 2021. A new procedure code of “D9997” \nhas been added. \n\n“D9997” Dental Case Management Code \nThe new procedure code “D9997” is for individuals with special health care needs. Individuals, with physical, \nmedical,  developmental or  cognitive conditions resulting in  substantial  functional limitations  that  require \nmodification  in  the  delivery  of  comprehensive  oral  health  care  services,  need  special  treatment \nconsiderations. The new code criteria will be as follows: \n\n•  This  per  visit  incentive  is  meant  to  compensate  for the  greater  knowledge, skill,  sophisticated \n\nequipment, extra time and personnel required to treat these individuals. \n\n•  The fee will be paid in addition to the normal fees for specific dental procedures.  \n•  For purposes of the NYS Medicaid program, this code is limited to those who receive ongoing services \nfrom  community  programs  operated  or  certified  by  New  York  State  Office  f or  People  with \nDevelopmental Disabilities (OPWDD). These individuals have a recipient exception code of “RE 81” \n[Traumatic Brain Injury (TBI) Eligible] or “RE 95” (OPWDD/Managed Care Exemption). \nfor  individuals \n\n•  This  code  can  also  be  used \n\nthe  provider  has  a \n\nfor  which \n\n“Medical \n\nImmobilization/Protective Stabilization (MIPS)” form from institutions only. \n\n•  This  code  is  not  billable  in  conjunction  with  “D9430”  or  procedures  performed  under  deep \n\nsedation/general anesthesia. In this situation, a report is not required. \n•  The code “D9997” reimburses at $29.00 in NY Medicaid fee-for-service (FFS). \n\nAdditional Information and Questions: \n\n•  When billing, providers are advised to use the procedure code that was active on the date the service \nwas rendered. The code “D9920” is valid if services were performed prior to January 1, 2021. \n\n•  Please direct all questions to dental@health.ny.gov. \n\n**************************************************************************************************************** \n\nJanuary 2021 New York State Medicaid Update \n\npg. 7\n\nProvider Directory \n\nOffice of the Medicaid Inspector General: \nFor suspected fraud or abuse complaints/allegations, call 1-877-87FRAUD, (877) 873-7283, or visit Office of \nMedicaid Inspector General (OMIG) web site. \n\nProvider Manuals/Companion Guides, Enrollment Information/Forms/Training Schedules:  \nPlease visit the eMedNY website. \n\nProviders wishing to listen to the current week’s check/EFT amounts:  \nPlease call (866) 307-5549 (available Thursday PM for one week for the current week's amount). \n\nFor questions about billing and performing MEVS transactions: \nPlease call the eMedNY Call Center at (800) 343-9000. \n\nProvider Training: \nPlease enroll online for a provider seminar. For individual training requests, call (800) 343-9000. \n\nBeneficiary Eligibility: \nCall the Touchtone Telephone Verification System at (800) 997-1111. \n\nMedicaid Prescriber Education Program: \nFor current information on best practices in pharmacotherapy, please visit the following websites: \n\n•  DOH Prescriber Education Program page \n•  Prescriber Education Program in partnership with SUNY \n\neMedNY \nFor a number of services, including: change of address, updating an enrollment file due to an \nownership change, enrolling another NPI, or revalidating an existing enrollment, please visit eMedNY’s \nProvider Enrollment page and choose the appropriate link based on provider type. \n\nNY Medicaid Electronic Health Record (EHR) Incentive Program \nContact the New York Medicaid EHR Call Center at (877) 646-5410 for assistance. \n\nComments and Suggestions Regarding This Publication \nPlease contact the editor, Angela Lince, at medicaidupdate@health.ny.gov. \n\nJanuary 2021 New York State Medicaid Update \n\npg. 8"
}